{
  "site_title": "HZMindCare",
  "site_subtitle": "Find the right frequency for your mind.",
  "lang_en_button": "English",
  "lang_ko_button": "한국어",
  "section_title_setup": "Sound Selection & Setup",
  "label_recommended_sound": "Recommended Sound:",
  "label_direct_creation_title": "Create Manually",
  "label_sound_type": "Sound Type:",
  "option_binaural": "Binaural Beats (Brainwave Entrainment)",
  "option_single_tone": "Single Tone (Specific Frequency)",
  "label_target_freq_binaural": "Desired Effect Frequency (Hz):",
  "label_target_freq_single_tone": "Frequency to Play (Hz):",
  "placeholder_target_freq_binaural": "e.g., 3 (Delta wave effect)",
  "placeholder_target_freq_single_tone": "e.g., 432 (Single tone)",
  "label_base_tone": "Base Tone Pitch (Hz):",
  "label_base_tone_desc": "(Used for binaural beat generation, lower is softer)",
  "label_master_volume": "Master Volume:",
  "label_white_noise_mix": "Mix White Noise:",
  "label_white_noise_volume": "White Noise Volume:",
  "button_play": "Play",
  "button_pause": "Pause",
  "section_title_current_info": "Current Playback Information",
  "info_waiting_selection": "Select a sound or create one manually to play.",
  "info_playing_prefix": "Playing:",
  "info_manual_binaural_format": "Manual: {{targetFreq}}Hz Binaural (Base: {{baseTone}}Hz)",
  "info_manual_single_tone_format": "Manual: {{targetFreq}}Hz Single Tone",
  "info_effect_prefix": "Expected Effect:",
  "info_no_effect": "No information",
  "tooltip_source_prefix": "Reference:",
  "tooltip_source_prefix_default": "Source information will be displayed here.",
  "info_audio_activating": "Activating audio... Please try again.",
  "info_setting_changed_play": "Settings changed. Press play to start.",
  "info_invalid_frequency": "Invalid frequency values.",
  "info_audio_error_starting": "Error starting audio playback.",
  "info_audio_not_ready_retry": "Audio not ready... Please press the button again.",
  "category_manual": "Manual Creation",
  "category_brainwave_binaural": "Brainwave (Binaural)",
  "category_solfeggio_single_tone": "Solfeggio (Single Tone)",
  "category_special_binaural": "Special Frequency (Binaural)",
  "category_special_single_tone": "Special Frequency (Single Tone)",
  "preset.manual.type": "Create your own sound",
  "preset.manual.effect": "Set your desired effect frequency or single tone.",
  "preset.sleep_delta_3hz.type": "Delta (δ) 3Hz - Deep Sleep Induction",
  "preset.sleep_delta_3hz.effect": "Increases NREM deep sleep (stage 3), promotes fatigue recovery.",
  "preset.meditation_theta_6hz.type": "Theta (θ) 6Hz - Meditation & Calmness",
  "preset.meditation_theta_6hz.effect": "Reduces anxiety, induces meditative state, decreases stress.",
  "preset.relax_alpha_10hz.type": "Alpha (α) 10Hz - Relaxed Alertness",
  "preset.relax_alpha_10hz.effect": "Promotes relaxed alertness, stress relief, mind-body relaxation.",
  "preset.focus_beta_15hz.type": "Low Beta (β) 15Hz - Enhanced Focus",
  "preset.focus_beta_15hz.effect": "Improves attention and comprehension, clears the mind.",
  "preset.memory_beta_18hz.type": "Mid Beta (β) 18Hz - Memory Boost",
  "preset.memory_beta_18hz.effect": "Potential to enhance working and long-term memory.",
  "preset.peak_gamma_40hz.type": "Gamma (γ) 40Hz - Peak Cognitive State",
  "preset.peak_gamma_40hz.effect": "Enhances higher cognitive functions, insight, problem-solving.",
  "preset.schumann_7_83hz.type": "Schumann Resonance 7.83Hz - Harmony",
  "preset.schumann_7_83hz.effect": "Reduces stress, improves memory/learning, induces stability.",
  "preset.tuning_432hz.type": "432Hz Tuning - Natural Comfort",
  "preset.tuning_432hz.effect": "Claims to calm the mind, reduce anxiety, promote comfort.",
  "preset.solfeggio_174hz.type": "174Hz - Pain Relief",
  "preset.solfeggio_174hz.effect": "Claims analgesic and stabilizing effects.",
  "preset.solfeggio_285hz.type": "285Hz - Tissue Healing",
  "preset.solfeggio_285hz.effect": "Claims to promote tissue and cellular healing.",
  "preset.solfeggio_396hz.type": "396Hz (UT) - Liberation from Fear",
  "preset.solfeggio_396hz.effect": "Claims to release fear and guilt, promote positive change.",
  "preset.solfeggio_417hz.type": "417Hz (RE) - Facilitating Change",
  "preset.solfeggio_417hz.effect": "Claims to facilitate change, remove negative energy.",
  "preset.solfeggio_528hz.type": "528Hz (MI) - Miracles & DNA Repair",
  "preset.solfeggio_528hz.effect": "Claims DNA healing, stress reduction ('Miracle Frequency').",
  "preset.solfeggio_639hz.type": "639Hz (FA) - Harmonizing Relationships",
  "preset.solfeggio_639hz.effect": "Claims to harmonize relationships, promote love and understanding.",
  "preset.solfeggio_741hz.type": "741Hz (SOL) - Expression & Cleansing",
  "preset.solfeggio_741hz.effect": "Claims purification, intuition enhancement, self-expression.",
  "preset.solfeggio_852hz.type": "852Hz (LA) - Awakening Intuition",
  "preset.solfeggio_852hz.effect": "Claims to develop intuition, spiritual awakening.",
  "preset.solfeggio_963hz.type": "963Hz (SI) - Divine Connection",
  "preset.solfeggio_963hz.effect": "Claims higher state of consciousness, connection ('God Frequency').",

  "info_main_title_v2": "Brainwave Frequencies and Their Effects by Use Case",
  "info_main_subtitle_v2": "Our brain's brainwaves appear in specific frequency bands (Hz) depending on our state of activity. Acoustic therapy and binaural beats technology utilize this for various purposes. HZMindCare aims to provide a special experience by helping you find the right frequency for your mind, striving to be the world's first user-customizable HZ sound experience.",
  "info_brainwave_intro_title": "What are Brainwaves?",
  "info_brainwave_intro_p1": "Brainwaves are categorized into five main types, from the slow Delta (Δ) waves to Theta (Θ), Alpha (α), Beta (β), and the very fast Gamma (γ) waves. Each frequency band is associated with different states of consciousness or physiological responses. The diagram below illustrates these brainwave categories and their typical mental states. The following table will detail specific use cases and effects for each frequency.",
  "info_brainwave_ranges_caption": "Brainwave frequency ranges and associated states: Slow Delta waves (1–4 Hz) are related to deep sleep. Theta waves (4–8 Hz) appear during light sleep or meditation. Alpha waves (8–13 Hz) signify a relaxed but awake state. Beta waves (13–30 Hz) are associated with normal waking consciousness and concentration. Gamma waves (30 Hz and above) are linked to high-level concentration and learning.",
  "info_features_title": "HZMindCare Key Features & Benefits",
  "feature_various_hz_title": "Wide Range of Brainwaves & Special Frequencies",
  "feature_various_hz_desc": "From Delta, Theta, Alpha, Beta, Gamma waves to Solfeggio and 432Hz, we offer a broad selection to help you find the optimal frequency for your purpose.",
  "feature_custom_sound_title": "Create Your Own Sound",
  "feature_custom_sound_desc": "Beyond simple presets, we provide powerful customization to fine-tune your sound by adjusting effect frequencies and base tones.",
  "feature_easy_ui_title": "Intuitive and Easy-to-Use Interface",
  "feature_easy_ui_desc": "A simple and clear UI/UX allows anyone to easily select and play desired frequencies without complex settings. Supported in Korean and English for convenience.",
  "feature_visualization_title": "Real-time Audio Visualization",
  "feature_visualization_desc": "Visually represents the currently playing sound's frequency, aiding auditory experience with visual satisfaction and understanding. (Customization features planned)",
  "feature_gamer_focus_title": "Enhanced Focus & Reaction for Gamers (Goal)",
  "feature_gamer_focus_desc": "We are researching how specific frequencies (e.g., Beta, Gamma) can help improve concentration and reaction speed for gaming. \"Find the Hz that's right for gamers!\"",
  "info_what_is_hz_title": "What are HZ Sounds and Brainwave Entrainment?",
  "info_hz_intro": "HZ sounds provided by HZMindCare refer to sounds with specific frequencies, aiming to guide your brainwaves to a desired state. This phenomenon is called 'Brainwave Entrainment'.",
  "info_binaural_intro": "One of the most representative methods is 'Binaural Beats'. This utilizes the principle where the brain perceives a new frequency corresponding to the difference between two slightly different frequencies presented simultaneously to each ear. For example, if 100Hz is played to the left ear and 105Hz to the right, the brain perceives a 5Hz wave.",
  "info_binaural_diagram_caption": "Example of Binaural Beat Generation Principle",
  "info_brainwave_types_intro": "Our brain generates various brainwaves depending on its activity state. The main brainwaves and their characteristics are as follows:",
  "info_delta_desc_short": "<strong>Delta Waves (0.5-4Hz):</strong> Associated with deep sleep, unconscious state. Important for physical recovery.",
  "info_theta_desc_short": "<strong>Theta Waves (4-8Hz):</strong> Associated with light sleep, deep meditation, creative inspiration.",
  "info_alpha_desc_short": "<strong>Alpha Waves (8-13Hz):</strong> Associated with relaxed wakefulness, stable state, stress relief.",
  "info_beta_desc_short": "<strong>Beta Waves (13-30Hz):</strong> Associated with normal wakefulness, concentration, cognitive activity, problem-solving.",
  "info_gamma_desc_short": "<strong>Gamma Waves (30Hz+):</strong> Associated with high-level cognitive functions, information processing, learning, memory.",
  "info_scientific_basis_note": "Various studies are underway on the effects of brainwave entrainment, with some reporting positive results. However, individual differences may exist, and it cannot replace medical treatment. <a href=\"#references\" class=\"info-link\">View related studies and references</a>",
  "info_see_references_link": "View related studies and references",
  "info_brainwave_effects_title": "Effects and Applications by Brainwave Frequency Band",
  "table_header_frequency": "Frequency (Hz)",
  "table_header_brainwave_type": "Brainwave Type",
  "table_header_use_effect": "Uses and Effects (Scientific Basis)",
  "delta_freq_range": "<strong>0.5–4 Hz</strong> (Delta)",
  "delta_type": "Deep Sleep Brainwave",
  "delta_effect_detail": "<strong>Sleep and Recovery</strong> – Very slow Delta waves are associated with deep sleep (non-REM stage 3). When Delta waves are dominant, the body focuses on rest and cellular regeneration, and there are reports of recovery effects such as improved immune function. For example, an experiment where subjects listened to <strong>3 Hz</strong> Delta frequency binaural beats showed induced Delta wave activity in the brain and a significant increase in deep sleep (N3) time. As a result, subjects reported waking up more refreshed and an overall improvement in sleep quality. Listening to such Delta frequencies promotes deep sleep, which aids in growth hormone secretion and physical recovery, and is used for <strong>insomnia relief</strong> or <strong>fatigue recovery</strong>. However, some studies indicate that Delta wave-inducing sounds are not always effective and individual differences exist.",
  "theta_freq_range": "<strong>4–8 Hz</strong> (Theta)",
  "theta_type": "Light Sleep/Meditation Brainwave",
  "theta_effect_detail": "<strong>Meditation, Intuition, and Creativity</strong> – Theta waves are prominent just before falling asleep or during light sleep (dreaming sleep) and are also associated with <strong>deep meditation</strong> and <strong>creative imagery</strong>. The 5-7 Hz band appears when the mind transitions from an alert state to a relaxed state, and it is said that this state, where the unconscious and conscious meet, enhances <strong>intuition</strong> and <strong>memory consolidation</strong>. For instance, early studies suggest that <strong>6 Hz</strong> binaural beats are effective in <strong>inducing a meditative state</strong> by entraining brainwaves to Theta. Reports indicate that subjects listening to 6 Hz sounds entered a relaxed, quasi-meditative state more quickly. A small study on athletes listening to 4-7 Hz Theta band audio showed improved <strong>sleep quality</strong> and reduced anxiety. Theta waves are also linked to <strong>creativity</strong> and can help with immersion or <strong>idea generation</strong>. However, as consciousness becomes hazy in the Theta state, it is unsuitable for tasks requiring attention and is mainly used during meditation or rest.",
  "alpha_freq_range": "<strong>8–13 Hz</strong> (Alpha)",
  "alpha_type": "Relaxed Wakefulness Brainwave",
  "alpha_effect_detail": "<strong>Stress Relief and Learning</strong> – Alpha waves are prominent in a <strong>calm yet awake, stable state</strong>, such as when quietly closing one's eyes. Lower Alpha frequencies of 8-10 Hz help to <strong>relax</strong> the mind and body and are widely used for <strong>reducing stress and anxiety</strong>. Reports show that listening to Alpha range (e.g., <strong>10 Hz</strong>) binaural beats can relieve tension, calm the mind, and lower anxiety levels. There is also an opinion that learning efficiency increases in the Alpha state, suggesting that <strong>concentration and memory</strong> can be improved more in the Alpha state than in a highly aroused Beta state. One study found that listening to 10 Hz Alpha wave sounds for 8 minutes led to some positive effects on cognitive functions, such as <strong>shortened reaction times</strong> and improved accuracy in visuospatial working memory tasks. Analysis also suggests that Alpha wave enhancement training can contribute to <strong>memory improvement</strong>. Listening to Alpha frequencies is mainly used for <strong>tension relief</strong>, <strong>mental calming</strong>, and <strong>pre-sleep relaxation</strong>. The Alpha-Theta boundary frequency of 7–8 Hz is also used for deep meditation and self-suggestion (learning).",
  "beta_freq_range": "<strong>13–30 Hz</strong> (Beta)",
  "beta_type": "Focused Wakefulness Brainwave",
  "beta_effect_detail": "<strong>Enhanced Concentration and Alertness</strong> – Beta waves are the brainwaves of <strong>normal waking consciousness</strong>, appearing when actively thinking or problem-solving. The <strong>lower Beta wave</strong> range of 13-20 Hz is a relatively calm state of concentration, known to help <strong>improve attention and cognitive performance</strong>. For example, Beta frequencies around 15-18 Hz are used to clear the mind and increase alertness during study or work, and some studies report improved <strong>working memory and concentration</strong> after listening to Beta waves. A 2019 study observed a tendency for subjects' <strong>long-term memory</strong> to improve after listening to Beta frequencies. Conversely, <strong>upper Beta waves (20–30 Hz)</strong> are associated with excessive arousal and stress responses. Overstimulating Beta frequencies can make the nervous system sensitive, potentially increasing <strong>anxiety</strong> or <strong>agitation</strong>, so caution is advised when using high Beta sounds. Therefore, Beta wave sounds are mainly used to <strong>ward off drowsiness and sharpen the mind</strong>, but overly high frequencies or prolonged exposure should be avoided.",
  "gamma_freq_range": "<strong>30–50+ Hz</strong> (Gamma)",
  "gamma_type": "High-Frequency Brainwave",
  "gamma_effect_detail": "<strong>Cognitive Enhancement and Elevated Consciousness</strong> – Gamma waves are the fastest brainwaves, appearing when different brain regions are actively working together, and are involved in <strong>learning, problem-solving, and memory retrieval</strong>. Strong Gamma wave activity has been reported in individuals engaged in high-level thinking, gaining insights, or in experienced meditators. Gamma frequencies around <strong>40 Hz</strong>, in particular, are thought to activate multiple brain regions simultaneously, thereby <strong>enhancing overall cognitive function</strong>. Some studies suggest that 40 Hz binaural beats can improve <strong>attention and working memory</strong>, but follow-up experiments have yielded mixed results, with some failing to find clear effects. Nevertheless, Gamma stimulation in the 30–40 Hz band can help maintain alertness and sharpen consciousness, making it a background sound choice for study અથવા complex problem-solving requiring <strong>deep concentration</strong>. Interestingly, recent neuroscience research is exploring the use of 40 Hz Gamma wave stimulation (light flickers or sound) to reduce age-related toxic proteins in the brain and <strong>improve cognitive function in Alzheimer's patients</strong>. Animal studies have shown that 40 Hz sensory stimulation activates brain immune cells and reduces beta-amyloid protein, showing beneficial effects on brain health. Early human studies also indicate a positive potential for Gamma stimulation in <strong>maintaining brain health and memory</strong>. In summary, the Gamma frequency band is gaining experimental and clinical attention for purposes such as <strong>cognitive enhancement</strong>, <strong>brain arousal</strong>, and <strong>activation of subconscious potential</strong>.",
  "info_brainwave_note": "<strong>Note:</strong> Human brainwaves vary 카메라메라, so the effects of these frequencies can differ for each individual. Also, brainwave entrainment through sound is presented as a supplementary self-management tool and should not completely replace traditional medical approaches for treating serious insomnia or anxiety disorders. Nevertheless, brainwave frequency audios like those in the table above are widely used as a <strong>self-help method</strong> for sleep, meditation, and concentration enhancement.",
  "info_special_freq_title": "Special Frequencies Used in Sound Therapy and Meditation",
  "info_special_freq_intro": "Apart from brainwave frequencies, certain Hz sound ranges have traditionally been believed to have special effects on the mind and body. In particular, Solfeggio frequencies, said to originate from ancient musical scales, and tuning methods slightly different from standard pitch (e.g., 432 Hz) are popular in YouTube meditation music. While scientific verification for these frequencies is limited, they are attributed with unique meanings and efficacies within sound therapy and spiritual practice communities. The table below summarizes frequently mentioned special frequencies, their purported effects, and related instances.",
  "table_header_special_freq": "Frequency (Hz)",
  "table_header_special_meaning": "Meaning and Application",
  "table_header_special_effect": "Purported Effects and Examples (Source)",
  "schumann_freq": "<strong>7.83 Hz</strong>",
  "schumann_meaning": "*Schumann Resonance* (Earth's Natural Frequency)",
  "schumann_effect": "Known as the <strong>Earth's heartbeat</strong>, this frequency is said to bring <strong>stability and harmony</strong> to humans. The Earth's ionospheric resonance frequency of 7.83 Hz corresponds to the Theta-Alpha boundary in human brainwaves, and exposure to this frequency has been reported to increase <strong>stress resilience</strong>, <strong>improve memory and learning abilities</strong>, and <strong>boost immunity</strong>. There's an anecdote where participants in an experiment shielded from the 7.83 Hz environment showed negative symptoms like headaches and anxiety, but recovered defectos when the frequency was reintroduced. For this reason, 7.83 Hz audio is often used in meditation for <strong>emotional stability</strong> and <strong>attunement with the Earth</strong>.",
  "solf_174_freq": "<strong>174 Hz</strong>",
  "solf_174_meaning": "Solfeggio (Additional Scale)",
  "solf_174_effect": "<strong>Pain Relief and Relaxation</strong> – One of the Solfeggio frequencies, considered to relieve physical pain and provide a sense of security. It is said to release tension, help balance the body's energy for <strong>deep relaxation</strong>, and is often used in healing meditation music to soothe emotional wounds.",
  "solf_285_freq": "<strong>285 Hz</strong>",
  "solf_285_meaning": "Solfeggio (Additional Scale)",
  "solf_285_effect": "<strong>Tissue Healing</strong> – Known as a frequency that aids in <strong>cellular regeneration</strong> and healing. It is believed to rebalance body tissues and promote wound recovery, and is sometimes used in energy field cleansing or as background for <strong>healing therapies</strong>.",
  "solf_396_freq": "<strong>396 Hz</strong>",
  "solf_396_meaning": "Solfeggio (UT)",
  "solf_396_effect": "<strong>Liberation from Guilt and Fear</strong> – A frequency known to release suppressed <strong>fear and guilt</strong>. It is said to liberate heavy emotional energy, bringing a sense of <strong>relief</strong> to the mind, and is used in meditation music to lift depressive moods. It is believed to have a positive transformative effect on emotions.",
  "solf_417_freq": "<strong>417 Hz</strong>",
  "solf_417_meaning": "Solfeggio (RE)",
  "solf_417_effect": "<strong>Facilitating Change</strong> – Introduced as a frequency that helps <strong>remove negative energy</strong> and aids in <strong>new beginnings</strong>. It is said to help break free from past negative situations or traumas, enhance <strong>creativity</strong>, and improve <strong>problem-solving</strong> abilities, often mentioned in meditation and self-development fields.",
  "tuning_432_freq": "<strong>432 Hz</strong>",
  "tuning_432_meaning": "A=432Hz Tuning (Reference)",
  "tuning_432_effect": "<strong>Stability and Harmony</strong> – It is claimed that tuning to <strong>432 Hz</strong> instead of the modern standard A=440 Hz produces a more natural and comfortable resonance. Music at 432 Hz is said to calm the mind and enhance <strong>concentration</strong>. One study reported that music tuned to 432 Hz had a calming effect on emergency nurses, reducing anxiety and stabilizing <strong>blood pressure and respiratory rates</strong>. Survey results also indicate that people listening to 432 Hz music felt more <strong>relaxed and grounded</strong> compared to when listening to 440 Hz music. For these reasons, 432 Hz is widely used in music for <strong>stress relief</strong> and <strong>mind-body balance</strong>.",
  "solf_528_freq": "<strong>528 Hz</strong>",
  "solf_528_meaning": "Solfeggio (MI)",
  "solf_528_effect": "<strong>DNA Repair & Miracles</strong> – 528 Hz is famously known as the “miracle frequency,” said to <strong>heal DNA</strong> and amplify love energy. While direct scientific proof of DNA repair is lacking, the impact of 528 Hz music on reducing human <strong>stress hormones</strong> and promoting <strong>psychological stability</strong> has been studied. In a Japanese experiment, listening to 528 Hz piano music for 5 minutes significantly reduced salivary <strong>cortisol (stress hormone)</strong> levels and increased <strong>oxytocin (stability and bonding hormone)</strong> levels, with subjects reporting a significant improvement in <strong>anxiety and tension scores</strong> compared to before listening. In contrast, these changes were not observed when the same music was played at 440 Hz. Thus, 528 Hz is considered a frequency that brings about <strong>mind-body healing</strong> and <strong>positive change</strong>, and is particularly favored in meditation and yoga music.",
  "solf_639_freq": "<strong>639 Hz</strong>",
  "solf_639_meaning": "Solfeggio (FA)",
  "solf_639_effect": "<strong>Harmonizing Relationships</strong> – Introduced as a frequency that enhances <strong>interpersonal relationships</strong> and <strong>communication</strong>. Listening to this sound is said to open the heart, increase empathy, and help in <strong>forming harmonious connections</strong> with others, as well as aiding in <strong>forgiveness and reconciliation</strong>. It is primarily used in music themed around love and healing to promote <strong>emotional stability</strong> and strengthen <strong>social bonds</strong>.",
  "solf_741_freq": "<strong>741 Hz</strong>",
  "solf_741_meaning": "Solfeggio (SOL)",
  "solf_741_effect": "<strong>Cleansing and Expression</strong> – A frequency related to <strong>inner cleansing</strong> (detox) and <strong>intuition enhancement</strong>. This frequency is said to help clear mental clutter by <strong>releasing internal negative energy</strong>, bringing <strong>clarity</strong>. According to Solfeggio tradition, 741 Hz also promotes communication and <strong>honest self-expression</strong>, helping to find creative solutions.",
  "solf_852_freq": "<strong>852 Hz</strong>",
  "solf_852_meaning": "Solfeggio (LA)",
  "solf_852_effect": "<strong>Awakening Intuition</strong> – A high frequency said to awaken <strong>spiritual intuition</strong> and <strong>awareness</strong>. Listening to 852 Hz is believed to activate spiritual energy and help connect with <strong>one's inner wisdom</strong>. Therefore, it is favored as background audio for spiritual meditation, third eye chakra activation, and other practices aimed at <strong>raising consciousness levels</strong>.",
  "solf_963_freq": "<strong>963 Hz</strong>",
  "solf_963_meaning": "Solfeggio (SI)",
  "solf_963_effect": "<strong>Expanding Consciousness</strong> – Known as the “frequency of divinity,” symbolizing <strong>connection with the universe</strong> and a <strong>higher state of consciousness</strong>. 963 Hz meditation music is said to aid in <strong>spiritual enlightenment</strong> and bring deep tranquility. Meditators seek to enter a <strong>deep meditative state</strong> and enhance <strong>intuition</strong> through this sound. Some believe this frequency corresponds to the pineal gland (third eye), opening spiritual insight. In summary, 963 Hz is widely used in music追求 <strong>deepening meditation</strong> and <strong>expanding consciousness</strong>.",
  "info_special_freq_note": "Claims about the effects of these frequencies are based on historical/cultural contexts or recent small-scale studies. The level of scientific validation varies, so it's best to approach their use with a focus on personal satisfaction or psychological effects. Nevertheless, many people report experiencing positive changes by using these frequency audios in daily practices like meditation, yoga, sleep, and self-development. Finding a frequency that resonates with you and using it without pressure can be beneficial for mind-body wellness.",
  "info_faq_title_v2": "More Questions about HZMindCare? (FAQ)",
  "faq_q1_title_v2": "<i class=\"fas fa-question-circle faq-icon\"></i> How can I use HZMindCare most effectively?",
  "faq_q1_answer_v2": "Wear headphones or earphones, and listen in a comfortable environment while focused or relaxed. Consistent use is important, and it's good to try various frequencies to find what suits you best. Adjust the master volume to a comfortable level, not too loud.",
  "faq_q2_title_v2": "<i class=\"fas fa-shield-alt faq-icon\"></i> Are there any side effects? Are there precautions for use?",
  "faq_q2_answer_v2": "Binaural beats are generally considered safe, but some individuals may rarely experience headaches or dizziness. Those with a history of epilepsy or certain mental health conditions should consult a professional before use. Avoid listening at excessively high volumes for extended periods. HZMindCare cannot replace medical diagnosis or treatment.",
  "faq_q3_title_v2": "<i class=\"fas fa-headphones faq-icon\"></i> Do I have to use headphones or earphones?",
  "faq_q3_answer_v2": "To properly experience the binaural beat effect, which requires delivering different frequencies to each ear, stereo headphones or earphones are strongly recommended. Listening through speakers may significantly reduce or nullify the binaural effect. Single tones can be listened to via speakers without issue.",
  "faq_q4_title_v2": "<i class=\"fas fa-clock faq-icon\"></i> How long should I listen per day for effects?",
  "faq_q4_answer_v2": "Recommended listening time can vary depending on your purpose and situation. Generally, consistent use for short periods of 10-15 minutes, or longer sessions of 30 minutes to an hour, is known to be beneficial. For sleep induction, play it when going to bed; for concentration, listen before starting study or work. It's important to adjust to a comfortable level rather than listening फोर्सफुली for too long.",
  "info_references_title": "References & Studies (Examples)",
  "info_references_intro": "For more detailed information on brainwave entrainment and related frequency effects, you can refer to the following materials. (The list below is an example and should be updated with actual relevant research papers or reliable sources.)",
  "info_important_notice_title_final": "Disclaimer and Final Notice",
  "info_disclaimer_text_final": "All information and sounds provided on this website are for entertainment, self-development, and general informational purposes only. Under no circumstances can they replace medical diagnosis, treatment, or professional medical advice. If you have any health problems or concerns, or if you are pregnant or require special medical care, please consult a doctor or qualified healthcare professional. Users are solely responsible for any consequences arising from the use of the HZMindCare website, and HZMindCare assumes no legal liability.",
  "footer_copyright_ultimate": "© 2024 HZMindCare by [Your Name/Nickname]. All Rights Reserved. Explore peace of mind with HZMindCare, the world's first user-interactive HZ sound platform. All content on this site is the property of HZMindCare and unauthorized reproduction or use is prohibited. Contact: mcohoneymoon@gmail.com. This service does not replace medical advice or treatment."
}
